Examples/CodeStream/cylinderWithSwak/0.org/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.0.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    down            
    {
        type            symmetryPlane;
    }

    right           
    {
        type            fixedValue;
        value           uniform 0;
    }

    up              
    {
        type            symmetryPlane;
    }

    left            
    {
        type            zeroGradient;
    }

    cylinder        
    {
        type            symmetryPlane;
    }

    defaultFaces    
    {
        type            empty;
    }
}

// ************************************************************************* //
